export const questionsAndAnswers = [
    {
        question: "Столица Японии",
        answers:["Токио", "Сеул", "Пекин", "Киото"],
        correctAnswerIndex: 0
    },
    {
        question: "Валюта Японии",
        answers: ["Юани","Воны","Иены","Тенге"],
        correctAnswerIndex: 2
    },
    {
        question: "Какая гора является самой высокой точкой Японии?",
        answers: ["Калиманджаро", "Джомолунгма", "Фудзияма", "Хакусан"],
        correctAnswerIndex: 2
    },
    {
        question: "Как называется искусство складывания бумаги, зародившееся в Японии?",
        answers: ["Кириэ","Оригами","Икебана","Чадо"],
        correctAnswerIndex: 1
    },
    {
        question: "Какие цветы традиционно ассоциируются с приходом весны в Японии??",
        answers: ["Хризантемы","Лотосы","Сакура","Орхидеи"],
        correctAnswerIndex: 2
    },
    {
        question: "Как называется японский суп с соевой пастой?",
        answers: ["Соба","Мисо-суп","Тонкацу","Сукияки"],
        correctAnswerIndex: 1
    },
    {
        question: "Что такое темпура?",
        answers: ["Суши с водорослями","Роллы с авокадо","Суп с лапшой","Обжаренные в кляре овощи или морепродукты"],
        correctAnswerIndex: 3
    },
    {
        question: "Какую рыбу традиционно используют для суши?",
        answers: ["Карп","Лосось","Сардина","Форель"],
        correctAnswerIndex: 1
    }];